{
  "users": [
    {
      "name": "Kasey",
      "email": "kasey@gmail.com",
      "id": 1
    },
    {
      "name": "Andy",
      "email": "andy@gmail.com",
      "id": 2
    },
    {
      "name": "Jeaner",
      "email": "jeaner@gmail.com",
      "id": 3
    },
    {
      "email": "kylieanyce@gmail.com",
      "name": "Kylie Bearden",
      "id": 4
    },
    {
      "email": "pbrady@gmail.com",
      "name": "Partia Brady",
      "id": 5
    },
    {
      "email": "betty@gmail.com",
      "name": "Betty White",
      "id": 6
    }
  ],
  "plants": [
    {
      "commonName": "Eastern Redbud",
      "scientificName": "Cercis canadensis",
      "description": "Cercis canadensis, the eastern redbud, is a large deciduous shrub or small tree, native to eastern North America from southern Michigan south to central Mexico, east to New Jersey. Species thrive as far west as California and as far north as southern Ontario, roughly corresponding to USDA hardiness zone 6b. It is the state tree of Oklahoma.",
      "image": "https://storage.googleapis.com/plant_id_images/similar_images/20210309.efnB4/images/64a/c58d81a376d40b012e64aca3aba72.jpg",
      "id": 1
    },
    {
      "commonName": "flame azalea",
      "scientificName": "Rhododendron calendulaceum",
      "description": "Rhododendron calendulaceum, the flame azalea, is a species of Rhododendron native to North America. All parts of this plant are poisonous to humans.",
      "image": "https://storage.googleapis.com/plant_id_images/similar_images/20210309.efnB4/images/975/73997c7d8defd76f1768cb9def346.jpg",
      "id": 2
    },
    {
      "commonName": "orange day-lily",
      "scientificName": "Hemerocallis fulva",
      "description": "Hemerocallis fulva, the orange day-lily, tawny daylily, corn lily, tiger daylily, fulvous daylily or ditch lily (also railroad daylily, roadside daylily, outhouse lily, and wash-house lily), is a species of daylily native to Asia. It is very widely grown as an ornamental plant in temperate climates for its showy flowers and ease of cultivation. It is not a true lily in the genus Lilium, but gets its name from the superficial similarity of its flowers to Lilium and from the fact that each flower lasts only one day.",
      "image": "https://storage.googleapis.com/plant_id_images/similar_images/20210309.efnB4/images/e1a/992facb7c979e945a1008ba20db25.jpg",
      "id": 3
    },
    {
      "commonName": "Brauneria purpurea (L.) Britton",
      "scientificName": "Echinacea purpurea",
      "description": "Echinacea purpurea (eastern purple coneflower, purple coneflower, hedgehog coneflower, or echinacea) is a North American species of flowering plant in the sunflower family. It is native to parts of eastern North America and present to some extent in the wild in much of the eastern, southeastern and midwestern United States as well as in the Canadian Province of Ontario. It is most common in the Ozarks and in the Mississippi/Ohio Valley. Its habitats include dry open woods, prairies and barrens.",
      "image": "https://storage.googleapis.com/plant_id_images/similar_images/20210309.efnB4/images/2f5/f103e268d9b4ae6f0233c48d81630.jpg",
      "id": 4
    },
    {
      "commonName": "Tulip Tree",
      "scientificName": "Liriodendron tulipifera",
      "description": "Liriodendron tulipifera—known as the tulip tree, American tulip tree, tulipwood, tuliptree, tulip poplar, whitewood, fiddletree, and yellow-poplar—is the North American representative of the two-species genus Liriodendron (the other member is Liriodendron chinense), and the tallest eastern hardwood. It is native to eastern North America from Southern Ontario and possibly southern Quebec to Illinois eastward to southwestern Massachusetts and Rhode Island, and south to central Florida and Louisiana. It can grow to more than 50 m (160 ft) in virgin cove forests of the Appalachian Mountains, often with no limbs until it reaches 25–30 m (80–100 ft) in height, making it a very valuable timber tree.\nIt is fast-growing, without the common problems of weak wood strength and short lifespan often seen in fast-growing species. April marks the start of the flowering period in the Southern United States (except as noted below); trees at the northern limit of cultivation begin to flower in June. The flowers are pale green or yellow (rarely white), with an orange band on the tepals; they yield large quantities of nectar. The tulip tree is the state tree of Indiana, Kentucky, and Tennessee.",
      "image": "https://storage.googleapis.com/plant_id_images/similar_images/20210309.efnB4/images/289/d14793c888948abec8cc5ddb21d61.jpg",
      "id": 5
    },
    {
      "commonName": "Daylily",
      "scientificName": "Hemerocallis",
      "description": "A daylily or day lily is a flowering plant in the genus Hemerocallis , a member of the family Asphodelaceae, subfamily Hemerocallidoideae. Despite the common name, it is not in fact a lily. Gardening enthusiasts and horticulturists have long bred daylily species for their attractive flowers. Thousands of cultivars have been registered by local and international Hemerocallis societies.\nThe name Hemerocallis comes from the Greek words ἡμέρα (hēmera) \"day\" and καλός (kalos) \"beautiful\".",
      "image": "https://storage.googleapis.com/plant_id_images/similar_images/20210309.efnB4/images/1fc/d2be54212c229b0c98aba1b64ba2a.jpg",
      "id": 6
    },
    {
      "commonName": "western azalea",
      "scientificName": "Rhododendron occidentale",
      "description": "Rhododendron occidentale, the western azalea or California azalea, is one of two deciduous Rhododendron species native to western North America (the other is Rhododendron albiflorum). The western azalea is known to occur as far north as Lincoln and Douglas Counties in Oregon and as far south as the mountains of San Diego county. Typically found in the coastal ranges of western North America, it also grows in the Cascade and Sierra Nevada mountain ranges, but is not known east of them.",
      "image": "https://storage.googleapis.com/plant_id_images/similar_images/20210309.efnB4/images/a57/6a8c6034dc4799512347bd3f49043.jpg",
      "id": 7
    },
    {
      "commonName": "lungwort oysterleaf",
      "scientificName": "Mertensia virginica",
      "description": "Mertensia virginica (common names Virginia bluebells, Virginia cowslip, lungwort oysterleaf, Roanoke bells) is a spring ephemeral plant with bell-shaped sky-blue flowers, native to eastern North America.",
      "image": "https://storage.googleapis.com/plant_id_images/similar_images/20210309.efnB4/images/a07/5eabc90005adad6b591e29144aed8.jpg",
      "id": 8
    },
    {
      "commonName": "chokeberries",
      "scientificName": "Aronia",
      "description": "Aronia is a genus of deciduous shrubs, the chokeberries, in the family Rosaceae native to eastern North America and most commonly found in wet woods and swamps. The genus is usually considered to contain two or three species, one of which is naturalized in Europe. A fourth form that has long been cultivated under the name Aronia is now considered to be an intergeneric hybrid, × Sorbaronia mitschurinii.\nChokeberries are cultivated as ornamental plants and as food products. The sour berries, or aronia berries, can be eaten raw off the bush, but are more frequently processed. They can be found in wine, jam, syrup, juice, soft spreads, tea, salsa, extracts, beer, ice cream, gummies, and tinctures. The name \"chokeberry\" comes from the astringency of the fruits, which create the sensation of making one's mouth pucker.\nChokeberries are often mistakenly called chokecherries, the common name for Prunus virginiana. Further adding to the ambiguity, a variety of Prunus virginiana is melanocarpa, and readily confused with black chokeberry because it is commonly referred to as \"black chokeberry\" or \"aronia\". Aronia berries and chokecherries both contain polyphenolic compounds, such as anthocyanins, yet the two plants are only distantly related within the Rosaceae.",
      "image": "https://storage.googleapis.com/plant_id_images/similar_images/20210309.efnB4/images/880/6d146d05168c886ce66224a55f179.jpg",
      "id": 9
    }
  ],
  "posts": [
    {
      "userId": 4,
      "plantId": 1,
      "address": "526 shorty ln",
      "pickupInfo": "come around back",
      "available": false,
      "id": 1
    },
    {
      "userId": 6,
      "plantId": 2,
      "address": "789 boogie down rd",
      "pickupInfo": "on front porch",
      "available": false,
      "id": 2
    },
    {
      "userId": 3,
      "plantId": 3,
      "address": "239 boot scoot terrace",
      "pickupInfo": "under patio",
      "available": true,
      "id": 3
    },
    {
      "userId": 4,
      "plantId": 4,
      "address": "87 sugar heights rd",
      "pickupInfo": "",
      "available": true,
      "id": 4
    },
    {
      "userId": 4,
      "plantId": 5,
      "address": "789 Tulip Way",
      "pickupInfo": "under porch",
      "available": false,
      "id": 5
    },
    {
      "userId": 4,
      "plantId": 7,
      "address": "432 boogie down rd",
      "pickupInfo": "",
      "available": true,
      "id": 6
    },
    {
      "userId": 6,
      "plantId": 9,
      "address": "890 gray ave",
      "pickupInfo": "",
      "available": true,
      "id": 7
    }
  ]
}